#include <locale.h>
#include <stdio.h>

void main()
{
	zad1();
	zad2();
	zad3();
}

int zad1()
{
	setlocale(LC_ALL, "RUS");
	puts("Моя программа");
	getchar();
	return 0;
}

int zad2()
{
	puts("************************************************");
	puts("*                                              *");
	puts("* Тема: Разработка консольного приложения      *");
	puts("*                                              *");
	puts("*       Выполнила  Матюхина С.Д                *");
	puts("*                                              *");
	puts("************************************************");
}

int zad3()
{
	puts("____  ____  .  ____   ____  ____ ");
	puts("|  |  |__|  |  |  |   |  |  |___ ");
	puts("|__|    / . |  |__| . |__|  |__| ");
}